Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Leave empty to follow the shell's folder or command.
ar: اتركه فارغًا لاتباع مجلد الـ shell أو أمره.
de: Leer lassen, um dem Ordner oder Befehl der Shell zu folgen.
es: Déjalo vacío para seguir la carpeta o el comando del shell.
fr: Laissez vide pour suivre le dossier ou la commande du shell.
hi: शेल के फ़ोल्डर या कमांड का पालन करने के लिए खाली छोड़ें।
it: Lascia vuoto per seguire la cartella o il comando della shell.
ja: 空欄にすると、シェルのフォルダまたはコマンドに従います。
ko: 셸의 폴더나 명령을 따르려면 비워 두십시오.
nl: Laat leeg om de map of opdracht van de shell te volgen.
pl: Pozostaw puste, aby używać folderu lub polecenia powłoki.
pt_br: Deixe vazio para seguir a pasta ou o comando do shell.
ru: Оставьте пустым, чтобы следовать папке или команде оболочки.
tr: Kabuğun klasörünü veya komutunu izlemek için boş bırakın.
uk: Залиште порожнім, щоб використовувати папку або команду оболонки.
zh_hans: 留空则跟随 shell 的文件夹或命令。
zh_hant: 留空以依照 shell 的資料夾或指令。

source: Let agents read your folders
ar: السماح للوكلاء بقراءة مجلداتك
de: Agents deine Ordner lesen lassen
es: Permitir que los agentes lean tus carpetas
fr: Laisser les agents lire vos dossiers
hi: एजेंटों को आपके फ़ोल्डर पढ़ने दें
it: Consenti agli agenti di leggere le tue cartelle
ja: エージェントにフォルダの読み取りを許可
ko: 에이전트가 폴더를 읽도록 허용
nl: Laat agents je mappen lezen
pl: Pozwól agentom czytać Twoje foldery
pt_br: Permitir que os agentes leiam suas pastas
ru: Разрешить агентам читать ваши папки
tr: Ajanların klasörlerinizi okumasına izin verin
uk: Дозволити агентам читати ваші папки
zh_hans: 让智能体读取你的文件夹
zh_hant: 允許代理程式讀取你的資料夾

source: Lightning
ar: برق
de: Blitz
es: Rayo
fr: Éclair
hi: बिजली
it: Fulmine
ja: 稲妻
ko: 번개
nl: Bliksem
pl: Błyskawica
pt_br: Raio
ru: Молния
tr: Şimşek
uk: Блискавка
zh_hans: 闪电
zh_hant: 閃電

source: Line format
ar: تنسيق السطر
de: Zeilenformat
es: Formato de la línea
fr: Format de la ligne
hi: पंक्ति फ़ॉर्मेट
it: Formato della riga
ja: 行の形式
ko: 행 형식
nl: Regelindeling
pl: Format wiersza
pt_br: Formato da linha
ru: Формат строки
tr: Satır biçimi
uk: Формат рядка
zh_hans: 行格式
zh_hant: 行格式

source: Loading notes
ar: جارٍ تحميل الملاحظات
de: Notizen werden geladen
es: Cargando las notas
fr: Chargement des notes
hi: नोट्स लोड हो रहे हैं
it: Caricamento delle note
ja: メモを読み込み中
ko: 메모 불러오는 중
nl: Notities laden
pl: Wczytywanie notatek
pt_br: Carregando notas
ru: Загрузка заметок
tr: Notlar yükleniyor
uk: Завантаження нотаток
zh_hans: 正在载入备注
zh_hant: 正在載入筆記

source: Loading sessions…
ar: جارٍ تحميل الجلسات…
de: Sitzungen werden geladen …
es: Cargando las sesiones…
fr: Chargement des sessions…
hi: सेशन लोड हो रहे हैं…
it: Caricamento delle sessioni…
ja: セッションを読み込み中…
ko: 세션 불러오는 중…
nl: Sessies laden…
pl: Wczytywanie sesji…
pt_br: Carregando sessões…
ru: Загрузка сессий…
tr: Oturumlar yükleniyor…
uk: Завантаження сеансів…
zh_hans: 正在载入会话…
zh_hant: 正在載入工作階段…

source: Loading templates…
ar: جارٍ تحميل القوالب…
de: Vorlagen werden geladen …
es: Cargando las plantillas…
fr: Chargement des gabarits…
hi: टेम्पलेट लोड हो रहे हैं…
it: Caricamento dei template…
ja: テンプレートを読み込み中…
ko: 템플릿 불러오는 중…
nl: Sjablonen laden…
pl: Wczytywanie szablonów…
pt_br: Carregando predefinições…
ru: Загрузка шаблонов…
tr: Şablonlar yükleniyor…
uk: Завантаження шаблонів…
zh_hans: 正在载入模板…
zh_hant: 正在載入範本…

source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Local
ru: Расположение
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

source: Looking for coding agents…
ar: جارٍ البحث عن وكلاء البرمجة…
de: Suche nach Coding-Agents …
es: Buscando agentes de código…
fr: Recherche des agents de code…
hi: कोडिंग एजेंट खोजे जा रहे हैं…
it: Ricerca degli agenti di programmazione…
ja: コーディングエージェントを検索中…
ko: 코딩 에이전트를 찾는 중…
nl: Zoeken naar codeeragents…
pl: Wyszukiwanie agentów kodujących…
pt_br: Procurando agentes de código…
ru: Поиск агентов для программирования…
tr: Kodlama ajanları aranıyor…
uk: Пошук агентів для програмування…
zh_hans: 正在查找编程智能体…
zh_hant: 正在尋找程式碼代理程式…

source: MCP tool
ar: أداة MCP
es: Herramienta MCP
fr: Outil MCP
hi: MCP टूल
it: Strumento MCP
ja: MCPツール
ko: MCP 도구
pl: Narzędzie MCP
pt_br: Ferramenta MCP
ru: Инструмент MCP
tr: MCP aracı
uk: Інструмент MCP
zh_hans: MCP 工具
zh_hant: MCP 工具

source: Main View
ar: العرض الرئيسي
de: Hauptansicht
es: Vista principal
fr: Vue principale
hi: मुख्य दृश्य
it: Vista principale
ja: メインビュー
ko: 메인 보기
nl: Hoofdweergave
pl: Widok główny
pt_br: Visualização Principal
ru: Основной вид
tr: Ana Görünüm
uk: Головний вигляд
zh_hans: 主视图
zh_hant: 主視圖

source: Manage Avatars…
ar: إدارة الصور الرمزية…
de: Avatare verwalten …
es: Gestionar avatares…
fr: Gérer les avatars…
hi: अवतार प्रबंधित करें…
it: Gestisci avatar…
ja: アバターを管理…
ko: 아바타 관리…
nl: Beheer avatars…
pl: Zarządzaj awatarami…
pt_br: Gerenciar Avatares…
ru: Управление аватарами…
tr: Avatarları Yönet…
uk: Керувати аватарами…
zh_hans: 管理头像…
zh_hant: 管理頭像…

source: Manage…
ar: إدارة…
de: Verwalten …
es: Gestionar…
fr: Gérer…
hi: प्रबंधित करें…
it: Gestisci…
ja: 管理…
ko: 관리…
nl: Beheer…
pl: Zarządzaj…
pt_br: Gerenciar…
ru: Управление…
tr: Yönet…
uk: Керувати…
zh_hans: 管理…
zh_hant: 管理…

source: Merge in progress
ar: الدمج قيد التنفيذ
de: Merge läuft
es: Fusión en curso
fr: Fusion en cours
hi: मर्ज जारी है
it: Merge in corso
ja: マージ進行中
ko: 병합 진행 중
nl: Merge bezig
pl: Trwa scalanie
pt_br: Merge em andamento
ru: Идёт слияние
tr: Birleştirme sürüyor
uk: Триває злиття
zh_hans: 正在合并
zh_hant: 合併進行中

source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель
zh_hans: 模型
zh_hant: 模型

source: Model changed
ar: تم تغيير النموذج
de: Modell gewechselt
es: Cambio de modelo
fr: Changement de modèle
hi: मॉडल बदला गया
it: Modello cambiato
ja: モデルを変更
ko: 모델 변경됨
nl: Model gewijzigd
pl: Zmiana modelu
pt_br: Troca de modelo
ru: Смена модели
tr: Model değişti
uk: Модель змінено
zh_hans: 已更改模型
zh_hant: 已更改模型

source: Model identifier
ar: معرّف النموذج
de: Modellkennung
es: Identificador del modelo
fr: Identifiant du modèle
hi: मॉडल पहचानकर्ता
it: Identificatore del modello
ja: モデルの識別子
ko: 모델 식별자
nl: Model-ID
pl: Identyfikator modelu
pt_br: Identificador do modelo
ru: Идентификатор модели
tr: Model tanımlayıcısı
uk: Ідентифікатор моделі
zh_hans: 模型标识符
zh_hant: 模型識別碼

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
hi: मॉडल
it: Modelli
ja: モデル
ko: 모델
nl: Modellen
pl: Modele
pt_br: Modelos
ru: Модели
tr: Modeller
uk: Моделі
zh_hans: 模型
zh_hant: 模型

source: Monthly
ar: شهريًا
de: Monatlich
es: Cada mes
fr: Chaque mois
hi: मासिक
it: Ogni mese
ja: 毎月
ko: 매월
nl: Maandelijks
pl: Co miesiąc
pt_br: Mensalmente
ru: Ежемесячно
tr: Her Ay
uk: Щомісяця
zh_hans: 每月
zh_hant: 每月

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: अधिक
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt_br: Mais
ru: Ещё
tr: Diğer
uk: Більше
zh_hans: 更多
zh_hant: 更多

source: More Actions
ar: إجراءات إضافية
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
hi: अधिक कार्रवाइयाँ
it: Altre azioni
ja: その他の操作
ko: 추가 동작
nl: Meer acties
pl: Więcej czynności
pt_br: Mais Ações
ru: Другие действия
tr: Diğer Eylemler
uk: Інші дії
zh_hans: 更多操作
zh_hant: 更多動作

source: More Options
ar: خيارات إضافية
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
hi: अधिक विकल्प
it: Altre opzioni
ja: その他のオプション
ko: 추가 옵션
nl: Meer opties
pl: Więcej opcji
pt_br: Mais Opções
ru: Дополнительные параметры
tr: Diğer Seçenekler
uk: Інші параметри
zh_hans: 更多选项
zh_hant: 更多選項

source: More actions
ar: إجراءات إضافية
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
hi: अधिक कार्रवाइयाँ
it: Altre azioni
ja: その他の操作
ko: 추가 동작
nl: Meer acties
pl: Więcej czynności
pt_br: Mais ações
ru: Другие действия
tr: Diğer eylemler
uk: Інші дії
zh_hans: 更多操作
zh_hant: 更多動作

source: More permissions
ar: أذونات إضافية
de: Zusätzliche Berechtigungen
es: Permisos adicionales
fr: Permissions supplémentaires
hi: अतिरिक्त अनुमतियाँ
it: Permessi aggiuntivi
ja: 追加の権限
ko: 추가 권한
nl: Extra rechten
pl: Dodatkowe uprawnienia
pt_br: Permissões adicionais
ru: Дополнительные разрешения
tr: Ek izinler
uk: Додаткові дозволи
zh_hans: 更多权限
zh_hant: 更多權限

source: Mouth half open
ar: فم نصف مفتوح
de: Mund halb offen
es: Boca entreabierta
fr: Bouche semi-ouverte
hi: मुँह आधा खुला
it: Bocca semiaperta
ja: 口を半開き
ko: 입 반쯤 벌림
nl: Mond half open
pl: Usta półotwarte
pt_br: Boca entreaberta
ru: Рот приоткрыт
tr: Ağız yarı açık
uk: Напіввідкритий рот
zh_hans: 嘴半张
zh_hant: 嘴巴半開

source: Mouth in an O
ar: فم على شكل «O»
de: Mund als „O“
es: Boca en “O”
fr: Bouche en « O »
hi: मुँह “O” आकार में
it: Bocca a “O”
ja: 口を「O」の形に
ko: 입 동그랗게
nl: Mond in een ‘O’
pl: Usta w kształcie „O”
pt_br: Boca em “O”
ru: Рот буквой «О»
tr: Ağız “O” şeklinde
uk: Рот буквою «О»
zh_hans: 嘴呈 O 形
zh_hant: 嘴巴呈 O 形

source: Mouth wide open
ar: فم مفتوح على اتساعه
de: Mund weit offen
es: Boca muy abierta
fr: Bouche grande ouverte
hi: मुँह पूरा खुला
it: Bocca spalancata
ja: 口を大きく開ける
ko: 입 크게 벌림
nl: Mond wijd open
pl: Usta szeroko otwarte
pt_br: Boca bem aberta
ru: Рот широко открыт
tr: Ağız sonuna kadar açık
uk: Широко відкритий рот
zh_hans: 嘴大张
zh_hant: 嘴巴大開

source: Move %lld Sessions to %@?
ar: هل تريد نقل %lld جلسة إلى «%@»؟
de: %lld Sitzungen nach „%@“ verschieben?
es: ¿Mover %lld sesiones a %@?
fr: Déplacer %lld sessions vers %@ ?
hi: %lld सेशन को %@ में ले जाएँ?
it: Spostare %lld sessioni in %@?
ja: %lld個のセッションを「%@」に移動しますか？
ko: 세션 %lld개를 %@(으)로 이동하겠습니까?
nl: %lld sessies verplaatsen naar %@?
pl: Przenieść %lld sesji do „%@”?
pt_br: Mover %lld Sessões para %@?
ru: Переместить %lld сессии в «%@»?
tr: %lld oturum “%@” durumuna taşınsın mı?
uk: Перемістити %lld сеансу у «%@»?
zh_hans: 要将 %lld 个会话移到“%@”吗？
zh_hant: 要將 %lld 個工作階段移至「%@」嗎？

source: Move %lld Sessions to %@…
ar: نقل %lld جلسة إلى «%@»…
de: %lld Sitzungen nach „%@“ verschieben …
es: Mover %lld sesiones a %@…
fr: Déplacer %lld sessions vers %@…
hi: %lld सेशन को %@ में ले जाएँ…
it: Sposta %lld sessioni in %@…
ja: %lld個のセッションを「%@」に移動…
ko: 세션 %lld개를 %@(으)로 이동…
nl: Verplaats %lld sessies naar %@…
pl: Przenieś %lld sesji do „%@”…
pt_br: Mover %lld Sessões para %@…
ru: Переместить %lld сессии в «%@»…
tr: %lld Oturumu “%@” Durumuna Taşı…
uk: Перемістити %lld сеансу у «%@»…
zh_hans: 将 %lld 个会话移到“%@”…
zh_hant: 將 %lld 個工作階段移至「%@」…

source: Move Down
ar: نقل لأسفل
de: Nach unten
es: Bajar
fr: Descendre
hi: नीचे ले जाएँ
it: Sposta giù
ja: 下に移動
ko: 아래로 이동
nl: Omlaag
pl: Przenieś w dół
pt_br: Mover para Baixo
ru: Переместить вниз
tr: Aşağı Taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

source: Move Group Down
ar: نقل المجموعة لأسفل
de: Gruppe nach unten
es: Bajar grupo
fr: Descendre le groupe
hi: समूह नीचे ले जाएँ
it: Sposta gruppo giù
ja: グループを下に移動
ko: 그룹을 아래로 이동
nl: Groep omlaag
pl: Przenieś grupę w dół
pt_br: Mover Grupo para Baixo
ru: Переместить группу вниз
tr: Grubu Aşağı Taşı
uk: Перемістити групу вниз
zh_hans: 下移组
zh_hant: 下移群組

source: Move Group Up
ar: نقل المجموعة لأعلى
de: Gruppe nach oben
es: Subir grupo
fr: Monter le groupe
hi: समूह ऊपर ले जाएँ
it: Sposta gruppo su
ja: グループを上に移動
ko: 그룹을 위로 이동
nl: Groep omhoog
pl: Przenieś grupę w górę
pt_br: Mover Grupo para Cima
ru: Переместить группу вверх
tr: Grubu Yukarı Taşı
uk: Перемістити групу вгору
zh_hans: 上移组
zh_hant: 上移群組

source: Move Left
ar: نقل لليسار
de: Nach links
es: Mover a la izquierda
fr: Déplacer à gauche
hi: बाईं ओर ले जाएँ
it: Sposta a sinistra
ja: 左に移動
ko: 왼쪽으로 이동
nl: Naar links
pl: Przenieś w lewo
pt_br: Mover para a Esquerda
ru: Переместить влево
tr: Sola Taşı
uk: Перемістити ліворуч
zh_hans: 左移
zh_hant: 左移

source: Move Right
ar: نقل لليمين
de: Nach rechts
es: Mover a la derecha
fr: Déplacer à droite
hi: दाईं ओर ले जाएँ
it: Sposta a destra
ja: 右に移動
ko: 오른쪽으로 이동
nl: Naar rechts
pl: Przenieś w prawo
pt_br: Mover para a Direita
ru: Переместить вправо
tr: Sağa Taşı
uk: Перемістити праворуч
zh_hans: 右移
zh_hant: 右移

source: Move Sessions
ar: نقل
de: Verschieben
es: Mover
fr: Déplacer
hi: सेशन ले जाएँ
it: Sposta
ja: 移動
ko: 세션 이동
nl: Verplaats
pl: Przenieś sesje
pt_br: Mover
ru: Переместить
tr: Oturumları Taşı
uk: Перемістити
zh_hans: 移动会话
zh_hant: 移動

source: Move Up
ar: نقل لأعلى
de: Nach oben
es: Subir
fr: Monter
hi: ऊपर ले जाएँ
it: Sposta su
ja: 上に移動
ko: 위로 이동
nl: Omhoog
pl: Przenieś w górę
pt_br: Mover para Cima
ru: Переместить вверх
tr: Yukarı Taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

source: Move Without Restarting
ar: النقل بدون إعادة التشغيل
de: Ohne Neustart verschieben
es: Mover sin reiniciar
fr: Déplacer sans relancer
hi: फिर से शुरू किए बिना ले जाएँ
it: Sposta senza riavviare
ja: 再起動せずに移動
ko: 재시작하지 않고 이동
nl: Verplaats zonder herstarten
pl: Przenieś bez ponownego uruchamiania
pt_br: Mover sem Reiniciar
ru: Переместить без перезапуска
tr: Yeniden Başlatmadan Taşı
uk: Перемістити без перезапуску
zh_hans: 移动但不重新启动
zh_hant: 移動但不重新啟動

source: Move and Restart
ar: النقل وإعادة التشغيل
de: Verschieben und neu starten
es: Mover y reiniciar
fr: Déplacer et relancer
hi: ले जाएँ और फिर से शुरू करें
it: Sposta e riavvia
ja: 移動して再起動
ko: 이동 및 재시작
nl: Verplaats en herstart
pl: Przenieś i uruchom ponownie
pt_br: Mover e Reiniciar
ru: Переместить и перезапустить
tr: Taşı ve Yeniden Başlat
uk: Перемістити й перезапустити
zh_hans: 移动并重新启动
zh_hant: 移動並重新啟動

source: Move it to In Progress
ar: انقلها إلى «قيد التنفيذ»
de: Verschiebe sie nach „In Arbeit“
es: Pásala a “En curso”
fr: Passez-la « En cours »
hi: इसे “जारी” में ले जाएँ
it: Spostala in In corso
ja: 「進行中」に移動してください
ko: “진행 중”으로 이동하십시오
nl: Zet haar op ‘Bezig’
pl: Przenieś ją do „W toku”
pt_br: Passe-a para “Em Andamento”
ru: Переместите её в «В работе»
tr: “Sürüyor” durumuna taşıyın
uk: Перемістіть його в «У роботі»
zh_hans: 将它移到“进行中”
zh_hant: 將其移至「進行中」

source: Move to Done
ar: نقل إلى «مكتملة»
de: Nach „Erledigt“ verschieben
es: Mover a Terminada
fr: Déplacer vers Terminé
hi: “पूरा” में ले जाएँ
it: Sposta in Completato
ja: 「完了」に移動
ko: 완료로 이동
nl: Verplaats naar Klaar
pl: Przenieś do „Gotowe”
pt_br: Mover para Concluída
ru: Переместить в «Готово»
tr: “Tamamlandı” Durumuna Taşı
uk: Перемістити у «Виконано»
zh_hans: 移到“已完成”
zh_hant: 移至「已完成」

source: Move to In Progress
ar: نقل إلى «قيد التنفيذ»
de: Nach „In Arbeit“ verschieben
es: Mover a En curso
fr: Déplacer vers En cours
hi: “जारी” में ले जाएँ
it: Sposta in In corso
ja: 「進行中」に移動
ko: 진행 중으로 이동
nl: Verplaats naar Bezig
pl: Przenieś do „W toku”
pt_br: Mover para Em Andamento
ru: Переместить в «В работе»
tr: “Sürüyor” Durumuna Taşı
uk: Перемістити в «У роботі»
zh_hans: 移到“进行中”
zh_hant: 移至「進行中」

source: Move to To Do
ar: نقل إلى «للتنفيذ»
de: Nach „Zu erledigen“ verschieben
es: Mover a Pendiente
fr: Déplacer vers À faire
hi: “करना है” में ले जाएँ
it: Sposta in Da fare
ja: 「未着手」に移動
ko: 할 일로 이동
nl: Verplaats naar Te doen
pl: Przenieś do „Do zrobienia”
pt_br: Mover para A Fazer
ru: Переместить в «К выполнению»
tr: “Yapılacak” Durumuna Taşı
uk: Перемістити в «До виконання»
zh_hans: 移到“待办”
zh_hant: 移至「待辦」

source: Move to Waiting
ar: نقل إلى «في الانتظار»
de: Nach „Wartend“ verschieben
es: Mover a En espera
fr: Déplacer vers En attente
hi: “प्रतीक्षा में” में ले जाएँ
it: Sposta in In attesa
ja: 「待機中」に移動
ko: 대기 중으로 이동
nl: Verplaats naar Wachtend
pl: Przenieś do „Oczekujące”
pt_br: Mover para Aguardando
ru: Переместить в «Ожидание»
tr: “Bekliyor” Durumuna Taşı
uk: Перемістити в «Очікує»
zh_hans: 移到“等待中”
zh_hant: 移至「等待中」

source: Moving it to %@ starts its agent again.
ar: نقلها إلى «%@» يعيد تشغيل وكيلها.
de: Beim Verschieben nach „%@“ startet ihr Agent neu.
es: Al pasarla a “%@”, se vuelve a iniciar su agente.
fr: La passer à « %@ » relance son agent.
hi: इसे “%@” में ले जाने से इसका एजेंट फिर से शुरू होता है।
it: Spostarla in “%@” riavvia il suo agente.
ja: 「%@」に移動すると、エージェントが再起動します。
ko: “%@”(으)로 이동하면 에이전트가 다시 시작됩니다.
nl: Als je haar naar ‘%@’ verplaatst, start de agent opnieuw.
pl: Przeniesienie jej do „%@” ponownie uruchomi jej agenta.
pt_br: Passá-la para “%@” reinicia o agente.
ru: Перемещение в «%@» снова запустит её агента.
tr: “%@” durumuna taşımak ajanını yeniden başlatır.
uk: Переміщення в «%@» знову запускає його агента.
zh_hans: 将它移到“%@”会重新启动其智能体。
zh_hant: 將其移至「%@」會重新啟動其代理程式。

source: Multiline
ar: متعدد الأسطر
de: Mehrzeilig
es: Varias líneas
fr: Plusieurs lignes
hi: कई पंक्तियाँ
it: Su più righe
ja: 複数行
ko: 여러 행
nl: Meerdere regels
pl: Wiele wierszy
pt_br: Várias linhas
ru: Многострочное
tr: Çok satırlı
uk: Кілька рядків
zh_hans: 多行
zh_hant: 多行

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Name (optional)
ar: الاسم (اختياري)
es: Nombre (opcional)
fr: Nom (facultatif)
hi: नाम (वैकल्पिक)
it: Nome (facoltativo)
ja: 名前（オプション）
ko: 이름(선택 사항)
nl: Naam (optioneel)
pl: Nazwa (opcjonalnie)
pt_br: Nome (opcional)
ru: Название (необязательно)
tr: Ad (isteğe bağlı)
uk: Назва (необов’язково)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

source: Name it
ar: سمِّها
de: Gib ihr einen Namen
es: Ponle nombre
fr: Nommez-la
hi: इसे नाम दें
it: Dalle un nome
ja: 名前を付けてください
ko: 이름을 지정하십시오
nl: Geef haar een naam
pl: Nazwij ją
pt_br: Dê um nome
ru: Назовите её
tr: Adlandırın
uk: Назвіть його
zh_hans: 为它命名
zh_hant: 為其命名

source: Name refused: %@
ar: تم رفض الاسم: %@
de: Name abgelehnt: %@
es: Nombre rechazado: %@
fr: Nom refusé : %@
hi: नाम अस्वीकृत: %@
it: Nome rifiutato: %@
ja: 名前が拒否されました：%@
ko: 이름이 거부됨: %@
nl: Naam geweigerd: %@
pl: Odrzucono nazwę: %@
pt_br: Nome recusado: %@
ru: Название отклонено: %@
tr: Ad reddedildi: %@
uk: Назву відхилено: %@
zh_hans: 名称被拒绝：%@
zh_hant: 名稱遭拒：%@

source: Name the header or the parameter that carries the key.
ar: سمِّ الترويسة أو المعلمة التي تحمل المفتاح.
de: Benenne den Header oder Parameter, der den Schlüssel enthält.
es: Indica el nombre de la cabecera o del parámetro que lleva la clave.
fr: Nommez l’en-tête ou le paramètre qui porte la clé.
hi: उस हेडर या पैरामीटर का नाम दें जिसमें कुंजी जाती है।
it: Indica l’intestazione o il parametro che contiene la chiave.
ja: キーを渡すヘッダまたはパラメータの名前を指定してください。
ko: 키를 전달할 헤더나 매개변수의 이름을 지정하십시오.
nl: Geef de header of parameter op die de sleutel bevat.
pl: Podaj nazwę nagłówka lub parametru, który przenosi klucz.
pt_br: Dê nome ao cabeçalho ou ao parâmetro que leva a chave.
ru: Укажите заголовок или параметр, в котором передаётся ключ.
tr: Anahtarı taşıyan başlığı veya parametreyi adlandırın.
uk: Вкажіть назву заголовка або параметра, що містить ключ.
zh_hans: 请填写承载密钥的标头或参数的名称。
zh_hant: 請指定承載密鑰的標頭或參數名稱。

source: Needs approval
ar: تحتاج إلى موافقة
de: Genehmigung erforderlich
es: Requiere aprobación
fr: Autorisation requise
hi: स्वीकृति आवश्यक
it: Richiede approvazione
ja: 承認待ち
ko: 승인 필요
nl: Goedkeuring vereist
pl: Wymaga zgody
pt_br: Requer aprovação
ru: Нужно одобрение
tr: Onay gerekiyor
uk: Потрібне схвалення
zh_hans: 需要批准
zh_hant: 需要核准

source: Needs attention: %@
ar: يلزم إجراء: %@
de: Aktion erforderlich: %@
es: Requiere atención: %@
fr: Action requise : %@
hi: कार्रवाई आवश्यक: %@
it: Richiede attenzione: %@
ja: 要対応：%@
ko: 확인 필요: %@
nl: Actie vereist: %@
pl: Wymaga uwagi: %@
pt_br: Requer atenção: %@
ru: Требует внимания: %@
tr: Eylem gerekli: %@
uk: Потрібна дія: %@
zh_hans: 需要处理：%@
zh_hant: 需要處理：%@

source: Neither CLI reports a cost that holds together: Claude Code's running totals go down as well as up, and Codex reports none. A price list shipped with the application would be wrong within weeks, and means nothing on a subscription.
ar: لا تقدّم أي من واجهتي CLI تكلفة متسقة: إجماليات Claude Code التراكمية تنخفض كما ترتفع، وCodex لا يقدّم أي تكلفة. وقائمة أسعار مضمّنة في التطبيق ستصبح خاطئة خلال أسابيع، ولا معنى لها مع الاشتراك.
de: Keine der beiden CLIs liefert stimmige Kosten: Die laufenden Summen von Claude Code sinken ebenso, wie sie steigen, und Codex liefert gar keine. Eine mitgelieferte Preisliste wäre nach wenigen Wochen falsch und bei einem Abo bedeutungslos.
es: Ninguna de las dos CLI ofrece un coste coherente: los totales acumulados de Claude Code bajan tanto como suben y Codex no ofrece ninguno. Una lista de precios incluida en la app quedaría desfasada en semanas y no tiene sentido con una suscripción.
fr: Aucune des deux CLI ne fournit un coût cohérent : les totaux cumulés de Claude Code baissent autant qu’ils montent, et Codex n’en fournit aucun. Une grille de prix livrée avec l’application serait fausse en quelques semaines, et n’a aucun sens avec un abonnement.
hi: कोई भी CLI सुसंगत लागत नहीं बताता: Claude Code के संचयी योग घटते भी हैं और बढ़ते भी, और Codex कुछ नहीं बताता। ऐप के साथ दी गई मूल्य सूची कुछ ही हफ़्तों में गलत हो जाएगी, और सब्सक्रिप्शन पर उसका कोई अर्थ नहीं है।
it: Nessuna delle due CLI fornisce un costo coerente: i totali cumulativi di Claude Code scendono oltre che salire, e Codex non ne fornisce alcuno. Un listino prezzi incluso nell’applicazione sarebbe sbagliato nel giro di settimane e non ha senso con un abbonamento.
ja: どちらのCLIも整合性のあるコストを報告しません。Claude Codeの累計は増えることも減ることもあり、Codexはコストを報告しません。アプリケーションに価格表を同梱しても数週間で古くなり、サブスクリプションでは意味がありません。
ko: 두 CLI 모두 일관된 비용을 제공하지 않습니다. Claude Code의 누적 합계는 늘기도 하고 줄기도 하며, Codex는 비용을 제공하지 않습니다. 앱에 포함된 가격표는 몇 주 안에 맞지 않게 되며, 구독 중이라면 의미가 없습니다.
nl: Geen van beide CLI's geeft samenhangende kosten op: de lopende totalen van Claude Code gaan zowel omlaag als omhoog, en Codex geeft er geen. Een prijslijst in de app zou binnen enkele weken niet meer kloppen, en zegt niets bij een abonnement.
pl: Żadne z CLI nie podaje spójnego kosztu: sumy bieżące Claude Code zarówno rosną, jak i maleją, a Codex nie podaje żadnych. Cennik dołączony do aplikacji byłby nieaktualny w ciągu kilku tygodni i nie ma sensu przy subskrypcji.
pt_br: Nenhuma das duas CLIs informa um custo coerente: os totais acumulados do Claude Code tanto sobem quanto descem, e o Codex não informa nenhum. Uma tabela de preços incluída no aplicativo estaria errada em poucas semanas, e não faz sentido em uma assinatura.
ru: Ни один из CLI не сообщает согласованную стоимость: накопленные итоги Claude Code то растут, то уменьшаются, а Codex не сообщает ничего. Встроенный в приложение прейскурант устарел бы за несколько недель и не имеет смысла при подписке.
tr: İki CLI de tutarlı bir maliyet bildirmiyor: Claude Code’un kümülatif toplamları hem artıyor hem azalıyor, Codex ise hiç bildirmiyor. Uygulamayla gelen bir fiyat listesi birkaç hafta içinde yanlış olur ve abonelikte hiçbir anlam taşımaz.
uk: Жоден CLI не надає узгодженої вартості: накопичені суми Claude Code і зменшуються, і збільшуються, а Codex взагалі їх не надає. Прайс-лист, вбудований у програму, застарів би за кілька тижнів і не має сенсу для передплати.
zh_hans: 两个 CLI 都不提供前后一致的费用数据：Claude Code 的累计总额时增时减，而 Codex 完全不提供。随应用附带的价格表几周内就会过时，而且对订阅用户毫无意义。
zh_hant: 兩種 CLI 都未回報前後一致的費用：Claude Code 的累計總額會不升反降，Codex 則完全不回報。隨應用程式附帶的價目表幾週內就會過時，對訂閱方案也毫無意義。

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

source: Network access
ar: الوصول إلى الشبكة
de: Netzwerkzugriff
es: Acceso a la red
fr: Accès réseau
hi: नेटवर्क ऐक्सेस
it: Accesso alla rete
ja: ネットワークアクセス
ko: 네트워크 접근
nl: Netwerktoegang
pl: Dostęp do sieci
pt_br: Acesso à rede
ru: Доступ к сети
tr: Ağ erişimi
uk: Доступ до мережі
zh_hans: 网络访问
zh_hant: 網路取用

source: Neutral
ar: محايد
es: Neutra
fr: Neutre
hi: सामान्य
it: Neutra
ja: ニュートラル
ko: 무표정
nl: Neutraal
pl: Neutralna
pt_br: Neutro
ru: Нейтральное
tr: Nötr
uk: Нейтральний
zh_hans: 平静
zh_hant: 中性

source: Never checked
ar: لم يتم التحقق مطلقًا
de: Noch nie gesucht
es: Aún no se ha buscado
fr: Aucune recherche pour l’instant
hi: कभी जाँच नहीं हुई
it: Mai controllato
ja: 未確認
ko: 확인한 적 없음
nl: Nog nooit gecontroleerd
pl: Nigdy nie sprawdzano
pt_br: Nunca verificado
ru: Ещё не проверялось
tr: Hiç denetlenmedi
uk: Ще не перевірялося
zh_hans: 从未检查
zh_hant: 從未檢查
